{
  "\n": 34,
  "\r": 33,
  "\u0010": 210,
  " ": 0,
  "!": 81,
  "#": 122,
  "&": 125,
  "'": 104,
  "(": 110,
  ")": 108,
  "*": 189,
  "+": 118,
  ",": 35,
  "-": 100,
  ".": 31,
  "/": 89,
  "0": 38,
  "1": 32,
  "2": 43,
  "3": 41,
  "4": 46,
  "5": 42,
  "6": 47,
  "7": 48,
  "8": 37,
  "9": 49,
  ":": 96,
  ";": 109,
  "<": 171,
  "=": 107,
  ">": 142,
  "?": 72,
  "A": 40,
  "B": 39,
  "C": 66,
  "D": 53,
  "E": 50,
  "F": 65,
  "G": 52,
  "H": 56,
  "I": 61,
  "J": 73,
  "K": 45,
  "L": 60,
  "M": 54,
  "N": 62,
  "O": 51,
  "P": 55,
  "Q": 145,
  "R": 69,
  "S": 44,
  "T": 57,
  "U": 78,
  "V": 68,
  "W": 90,
  "X": 85,
  "Y": 58,
  "Z": 76,
  "[": 408,
  "\\": 176,
  "]": 409,
  "^": 195,
  "_": 146,
  "a": 1,
  "b": 18,
  "c": 19,
  "d": 15,
  "e": 2,
  "f": 26,
  "g": 20,
  "h": 24,
  "i": 3,
  "j": 29,
  "k": 8,
  "l": 7,
  "m": 11,
  "n": 4,
  "o": 6,
  "p": 16,
  "q": 64,
  "r": 5,
  "s": 9,
  "t": 10,
  "u": 14,
  "v": 23,
  "w": 36,
  "x": 25,
  "y": 12,
  "z": 17,
  "~": 211,
  "\u009d": 289,
  "\u009e": 313,
  "\u00a4": 423,
  "\u00a7": 254,
  "\u00b1": 424,
  "\u00b4": 188,
  "\u00bd": 365,
  "\u00bf": 364,
  "\u00c2": 322,
  "\u00c3": 386,
  "\u00c7": 70,
  "\u00ce": 299,
  "\u00d3": 385,
  "\u00d6": 75,
  "\u00d7": 422,
  "\u00dc": 74,
  "\u00df": 130,
  "\u00e0": 311,
  "\u00e2": 114,
  "\u00e3": 285,
  "\u00e4": 213,
  "\u00e5": 314,
  "\u00e6": 315,
  "\u00e7": 27,
  "\u00e8": 187,
  "\u00e9": 123,
  "\u00ea": 221,
  "\u00ec": 160,
  "\u00ed": 168,
  "\u00ee": 133,
  "\u00ef": 153,
  "\u00f1": 135,
  "\u00f2": 174,
  "\u00f3": 161,
  "\u00f4": 184,
  "\u00f6": 28,
  "\u00f8": 206,
  "\u00f9": 152,
  "\u00fa": 156,
  "\u00fb": 159,
  "\u00fc": 21,
  "\u00fd": 167,
  "\u00fe": 198,
  "\u00ff": 348,
  "\u0105": 335,
  "\u0107": 175,
  "\u010f": 155,
  "\u0117": 286,
  "\u0119": 336,
  "\u011e": 131,
  "\u011f": 30,
  "\u0123": 240,
  "\u012b": 273,
  "\u0130": 59,
  "\u0131": 13,
  "\u0136": 349,
  "\u0137": 137,
  "\u013a": 179,
  "\u0146": 290,
  "\u0148": 129,
  "\u0155": 183,
  "\u0159": 410,
  "\u015e": 80,
  "\u015f": 22,
  "\u0161": 232,
  "\u0165": 411,
  "\u016b": 138,
  "\u0171": 220,
  "\u017a": 228,
  "\u017e": 207,
  "\u0219": 165,
  "\u0251": 119,
  "\u0259": 149,
  "\u0306": 250,
  "\u0307": 157,
  "\u0308": 148,
  "\u0327": 158,
  "\u03bd": 425,
  "\u03f9": 147,
  "\u0410": 144,
  "\u041e": 182,
  "\u0430": 63,
  "\u0431": 139,
  "\u0432": 143,
  "\u0433": 219,
  "\u0434": 150,
  "\u0435": 67,
  "\u0436": 246,
  "\u0437": 253,
  "\u0438": 115,
  "\u0439": 163,
  "\u043a": 112,
  "\u043b": 134,
  "\u043c": 126,
  "\u043d": 113,
  "\u043e": 77,
  "\u043f": 121,
  "\u0440": 94,
  "\u0441": 88,
  "\u0442": 127,
  "\u0443": 106,
  "\u0444": 172,
  "\u0445": 162,
  "\u0447": 196,
  "\u0448": 212,
  "\u044b": 300,
  "\u044c": 173,
  "\u044d": 256,
  "\u044e": 301,
  "\u044f": 190,
  "\u0455": 82,
  "\u0456": 101,
  "\u060c": 388,
  "\u0621": 204,
  "\u0623": 257,
  "\u0626": 200,
  "\u0627": 79,
  "\u0628": 99,
  "\u0629": 154,
  "\u062a": 95,
  "\u062b": 166,
  "\u062c": 116,
  "\u062d": 111,
  "\u062e": 128,
  "\u062f": 120,
  "\u0630": 231,
  "\u0631": 84,
  "\u0632": 132,
  "\u0633": 71,
  "\u0634": 141,
  "\u0635": 140,
  "\u0636": 302,
  "\u0637": 170,
  "\u0638": 334,
  "\u0639": 117,
  "\u063a": 124,
  "\u0641": 102,
  "\u0642": 136,
  "\u0643": 83,
  "\u0644": 92,
  "\u0645": 86,
  "\u0646": 93,
  "\u0647": 105,
  "\u0648": 98,
  "\u064a": 87,
  "\u0666": 318,
  "\u0669": 319,
  "\u067e": 169,
  "\u0686": 316,
  "\u06a9": 97,
  "\u06af": 225,
  "\u06cc": 91,
  "\u0902": 405,
  "\u0915": 209,
  "\u091c": 401,
  "\u0921": 403,
  "\u092a": 303,
  "\u092b": 400,
  "\u092e": 308,
  "\u0932": 305,
  "\u0938": 227,
  "\u093c": 307,
  "\u093e": 406,
  "\u093f": 402,
  "\u0941": 407,
  "\u0947": 306,
  "\u0948": 399,
  "\u0949": 398,
  "\u094b": 404,
  "\u094d": 304,
  "\u13a0": 199,
  "\u2018": 333,
  "\u2019": 103,
  "\u2026": 248,
  "\u20ac": 310,
  "\u20ba": 230,
  "\u2524": 317,
  "\u2661": 223,
  "\u2665": 226,
  "\u269c": 366,
  "\u3002": 383,
  "\u3010": 384,
  "\u3011": 202,
  "\u3044": 421,
  "\u3046": 242,
  "\u304b": 260,
  "\u304d": 418,
  "\u3051": 262,
  "\u3053": 332,
  "\u3055": 264,
  "\u3057": 177,
  "\u3059": 414,
  "\u305b": 234,
  "\u305d": 338,
  "\u305f": 197,
  "\u3061": 279,
  "\u3063": 276,
  "\u3064": 417,
  "\u3066": 214,
  "\u3067": 201,
  "\u3068": 215,
  "\u306b": 229,
  "\u306d": 245,
  "\u306e": 178,
  "\u3076": 347,
  "\u307e": 218,
  "\u307f": 321,
  "\u3081": 255,
  "\u3082": 337,
  "\u3083": 244,
  "\u3089": 205,
  "\u308a": 239,
  "\u308b": 265,
  "\u308c": 278,
  "\u3093": 270,
  "\u30a2": 395,
  "\u30a3": 376,
  "\u30a4": 164,
  "\u30a6": 375,
  "\u30a8": 249,
  "\u30aa": 291,
  "\u30ab": 266,
  "\u30ad": 282,
  "\u30af": 186,
  "\u30b0": 309,
  "\u30b3": 377,
  "\u30b4": 419,
  "\u30b7": 363,
  "\u30b8": 389,
  "\u30b9": 203,
  "\u30ba": 382,
  "\u30bb": 331,
  "\u30bf": 247,
  "\u30c0": 396,
  "\u30c1": 252,
  "\u30c3": 185,
  "\u30c6": 269,
  "\u30c8": 280,
  "\u30c9": 323,
  "\u30ca": 251,
  "\u30cb": 295,
  "\u30cd": 390,
  "\u30cf": 238,
  "\u30d0": 281,
  "\u30d1": 216,
  "\u30d3": 243,
  "\u30d6": 330,
  "\u30d7": 267,
  "\u30db": 268,
  "\u30de": 327,
  "\u30e0": 296,
  "\u30e1": 271,
  "\u30e3": 283,
  "\u30e5": 378,
  "\u30e9": 237,
  "\u30ea": 224,
  "\u30eb": 192,
  "\u30ed": 294,
  "\u30f3": 217,
  "\u30fc": 222,
  "\u4e0b": 380,
  "\u4e0e": 371,
  "\u4e2d": 293,
  "\u4e71": 397,
  "\u4e73": 345,
  "\u4eba": 151,
  "\u4f50": 340,
  "\u5009": 341,
  "\u500b": 193,
  "\u5165": 392,
  "\u51fa": 420,
  "\u521d": 361,
  "\u5411": 394,
  "\u56fd": 374,
  "\u5927": 259,
  "\u5965": 413,
  "\u5973": 191,
  "\u5b50": 258,
  "\u5de8": 344,
  "\u5e38": 329,
  "\u5e74": 288,
  "\u5f71": 194,
  "\u5f79": 358,
  "\u5f7c": 236,
  "\u6027": 393,
  "\u60c5": 373,
  "\u624b": 370,
  "\u629c": 342,
  "\u633f": 391,
  "\u64ae": 180,
  "\u653b": 339,
  "\u6559": 325,
  "\u65e5": 235,
  "\u6700": 352,
  "\u672c": 272,
  "\u697d": 320,
  "\u6c0f": 381,
  "\u6c17": 328,
  "\u6deb": 292,
  "\u6e7f": 367,
  "\u7121": 275,
  "\u73fe": 357,
  "\u7406": 284,
  "\u751f": 233,
  "\u7684": 369,
  "\u7740": 379,
  "\u77e2": 346,
  "\u7d20": 181,
  "\u7d76": 263,
  "\u7d9a": 261,
  "\u7f8e": 354,
  "\u7fa4": 343,
  "\u8170": 416,
  "\u81a3": 412,
  "\u81e8": 356,
  "\u8272": 372,
  "\u8abf": 324,
  "\u900f": 368,
  "\u9023": 415,
  "\u964d": 355,
  "\u96fb": 326,
  "\u9802": 362,
  "\u9ad8": 353,
  "\ub3d9": 298,
  "\uc57c": 297,
  "\uc9c8": 241,
  "\ufe0f": 208,
  "\ufeff": 312,
  "\uff01": 277,
  "\uff10": 350,
  "\uff11": 351,
  "\uff12": 287,
  "\uff1a": 387,
  "\uff21": 360,
  "\uff23": 359,
  "\ufffd": 274
}