{
  "\n": 35,
  "\r": 34,
  "\u0010": 165,
  " ": 0,
  "!": 80,
  "#": 115,
  "&": 119,
  "'": 107,
  "(": 111,
  ")": 116,
  "*": 136,
  "+": 118,
  ",": 33,
  "-": 108,
  ".": 32,
  "/": 102,
  "0": 38,
  "1": 31,
  "2": 40,
  "3": 43,
  "4": 45,
  "5": 42,
  "6": 47,
  "7": 48,
  "8": 37,
  "9": 49,
  ":": 100,
  ";": 114,
  "<": 186,
  "=": 106,
  ">": 157,
  "?": 71,
  "A": 41,
  "B": 39,
  "C": 64,
  "D": 53,
  "E": 51,
  "F": 65,
  "G": 52,
  "H": 55,
  "I": 63,
  "J": 72,
  "K": 46,
  "L": 60,
  "M": 54,
  "N": 61,
  "O": 50,
  "P": 56,
  "Q": 148,
  "R": 68,
  "S": 44,
  "T": 57,
  "U": 82,
  "V": 69,
  "W": 86,
  "X": 83,
  "Y": 58,
  "Z": 76,
  "\\": 168,
  "a": 1,
  "b": 18,
  "c": 19,
  "d": 15,
  "e": 2,
  "f": 27,
  "g": 20,
  "h": 24,
  "i": 3,
  "j": 29,
  "k": 8,
  "l": 7,
  "m": 11,
  "n": 4,
  "o": 6,
  "p": 16,
  "q": 66,
  "r": 5,
  "s": 9,
  "t": 10,
  "u": 14,
  "v": 23,
  "w": 36,
  "x": 25,
  "y": 12,
  "z": 17,
  "~": 153,
  "\u00c2": 188,
  "\u00c7": 70,
  "\u00d6": 75,
  "\u00dc": 77,
  "\u00df": 143,
  "\u00e2": 112,
  "\u00e4": 190,
  "\u00e7": 26,
  "\u00e9": 130,
  "\u00ec": 182,
  "\u00ee": 162,
  "\u00ef": 164,
  "\u00f1": 129,
  "\u00f3": 180,
  "\u00f4": 192,
  "\u00f6": 28,
  "\u00f9": 145,
  "\u00fa": 142,
  "\u00fb": 135,
  "\u00fc": 21,
  "\u00fe": 178,
  "\u0107": 152,
  "\u010f": 139,
  "\u011e": 156,
  "\u011f": 30,
  "\u0130": 59,
  "\u0131": 13,
  "\u0137": 138,
  "\u013a": 189,
  "\u0148": 141,
  "\u0155": 161,
  "\u015e": 78,
  "\u015f": 22,
  "\u0161": 194,
  "\u016b": 144,
  "\u0251": 147,
  "\u0259": 126,
  "\u0308": 140,
  "\u0327": 133,
  "\u03f9": 154,
  "\u0410": 137,
  "\u0430": 62,
  "\u0431": 155,
  "\u0432": 134,
  "\u0434": 121,
  "\u0435": 67,
  "\u0438": 110,
  "\u0439": 151,
  "\u043a": 113,
  "\u043b": 127,
  "\u043c": 122,
  "\u043d": 105,
  "\u043e": 73,
  "\u043f": 120,
  "\u0440": 85,
  "\u0441": 88,
  "\u0442": 123,
  "\u0443": 103,
  "\u0444": 193,
  "\u0445": 146,
  "\u0448": 184,
  "\u044d": 183,
  "\u044f": 169,
  "\u0455": 79,
  "\u0456": 99,
  "\u0623": 187,
  "\u0626": 191,
  "\u0627": 81,
  "\u0628": 101,
  "\u062a": 96,
  "\u062b": 150,
  "\u062c": 125,
  "\u062d": 109,
  "\u062e": 131,
  "\u062f": 124,
  "\u0630": 185,
  "\u0631": 91,
  "\u0633": 74,
  "\u0635": 181,
  "\u0637": 158,
  "\u0639": 117,
  "\u063a": 132,
  "\u0641": 104,
  "\u0642": 128,
  "\u0643": 87,
  "\u0644": 98,
  "\u0645": 90,
  "\u0646": 84,
  "\u0647": 97,
  "\u0648": 95,
  "\u064a": 92,
  "\u0666": 166,
  "\u0669": 167,
  "\u067e": 149,
  "\u0686": 160,
  "\u06a9": 93,
  "\u06cc": 94,
  "\u13a0": 179,
  "\u2019": 89,
  "\u20ba": 177,
  "\u2524": 163,
  "\u3057": 171,
  "\u305f": 174,
  "\u306b": 176,
  "\u306e": 173,
  "\u307f": 172,
  "\u3081": 175,
  "\u697d": 170,
  "\ufeff": 159
}